tap "achannarasappa/tap"
tap "ajtruex/fonts"
tap "ajtruex/mpv-iina"
tap "alexanderwillner/tap"
tap "bazelbuild/tap"
tap "browsh-org/browsh"
tap "cjbassi/ytop"
tap "eosio/eosio"
tap "eosio/eosio.cdt"
tap "ethereum/ethereum"
tap "filebrowser/tap"
tap "github/gh"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "imthaghost/goclone"
tap "imxieyi/waifu2x"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "shivammathur/php"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
tap "tlk/imagemagick-x11"
tap "toothbrush/toothbrush"
brew "ack"
brew "little-cms2"
brew "webp"
brew "archey4"
brew "asn1c"
brew "gettext"
brew "glib"
brew "pcre"
brew "python@3.9"
brew "atk"
brew "autoconf"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk"
brew "bandwhich"
brew "bash"
brew "bash-completion"
brew "bash-snippets", link: false
brew "bat"
brew "freetype"
brew "pkg-config"
brew "cairo"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "gmp"
brew "mpfr"
brew "libraqm"
brew "openblas"
brew "p7zip"
brew "pillow"
brew "binwalk"
brew "bison"
brew "bluetoothconnector"
brew "blueutil"
brew "boost"
brew "brew-cask-completion"
brew "brew-pip"
brew "broot"
brew "browser"
brew "bzip2"
brew "carthage"
brew "catimg"
brew "certbot"
brew "gdk-pixbuf"
brew "pango"
brew "librsvg"
brew "cheat"
brew "clarinet"
brew "cmake"
brew "cointop"
brew "libssh2"
brew "openldap"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "tidy-html5"
brew "php", link: false
brew "composer"
brew "coreutils"
brew "cscope"
brew "dark-mode"
brew "dashing"
brew "deno"
brew "dockutil"
brew "doctl"
brew "openjdk"
brew "duck"
brew "dust"
brew "editorconfig"
brew "espeak"
brew "exa"
brew "exiftool"
brew "fd"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "libvpx"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "fileicon"
brew "findutils"
brew "flatbuffers"
brew "fnt"
brew "folly"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gallery-dl"
brew "gdb"
brew "gdrive"
brew "gh"
brew "gifski"
brew "git"
brew "github-markdown-toc"
brew "glances"
brew "gsettings-desktop-schemas"
brew "guile"
brew "glib-networking"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "graphicsmagick"
brew "jpeg", link: true
brew "netpbm"
brew "python@3.8", link: false
brew "graphviz"
brew "grip"
brew "groonga"
brew "gtk+3"
brew "helix"
brew "howdoi"
brew "htop"
brew "httpd", restart_service: true
brew "httpie"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "imlib2"
brew "inetutils"
brew "ios-deploy"
brew "iperf3"
brew "ipinfo"
brew "iproute2mac"
brew "irssi"
brew "jpegoptim"
brew "jq"
brew "libgpg-error"
brew "lastpass-cli"
brew "libdvdcss"
brew "libdvdread"
brew "libdvdnav"
brew "shared-mime-info"
brew "libheif"
brew "libksba"
brew "libvterm"
brew "libxmlsec1"
brew "libxmu"
brew "libyaml"
brew "links"
brew "lsd"
brew "lynx"
brew "m-cli"
brew "mackup"
brew "mariadb", restart_service: true
brew "mas"
brew "mdp"
brew "mdv"
brew "media-info"
brew "megatools", link: false
brew "meson"
brew "mhash"
brew "micro"
brew "minio"
brew "minio-mc"
brew "miniserve"
brew "mkcert"
brew "mongosh"
brew "monit"
brew "mono"
brew "moreutils"
brew "protobuf"
brew "mosh"
brew "mplayer"
brew "ffmpeg", args: ["with-aribb24", "with-fdk-aac", "with-game-music-emu", "with-jack", "with-libaribb24", "with-libbluray", "with-libbs2b", "with-libcaca", "with-libgsm", "with-libmodplug", "with-libopenmpt", "with-librist", "with-libsoxr", "with-libssh", "with-libvidstab", "with-libvmaf", "with-libxml2", "with-opencore-amr", "with-openh264", "with-openjpeg", "with-openssl", "with-openssl@1.1", "with-rav1e", "with-rtmpdump", "with-rubberband", "with-speex", "with-srt", "with-svt-av1", "with-tesseract", "with-two-lame", "with-webp", "with-xvid", "with-zeromq", "with-zimg"]
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "node@14"
brew "nss"
brew "oath-toolkit"
brew "openslide"
brew "optipng"
brew "ouch"
brew "pandoc"
brew "pdf2json"
brew "pdfcrack"
brew "phpmyadmin"
brew "pipenv"
brew "pipx"
brew "png2ico"
brew "pngpaste"
brew "postgresql@14"
brew "potrace"
brew "procs"
brew "qemu"
brew "qpdf"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "rcm"
brew "re2c"
brew "rhash"
brew "rsync"
brew "sox"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "swaks"
brew "tarsnap"
brew "imagemagick"
brew "terminalimageviewer"
brew "termius"
brew "thefuck"
brew "tig"
brew "timg"
brew "tldr"
brew "tokei"
brew "trash"
brew "tree"
brew "um"
brew "unar"
brew "unxip"
brew "upx"
brew "video-compare"
brew "w3m"
brew "wallpaper"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "xclip"
brew "yarn"
brew "youtube-dl"
brew "zenith"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "achannarasappa/tap/ticker"
brew "alexanderwillner/tap/things.sh"
brew "browsh-org/browsh/browsh"
brew "cjbassi/ytop/ytop"
brew "filebrowser/tap/filebrowser"
brew "heroku/brew/heroku"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-aribb24", "with-fdk-aac", "with-game-music-emu", "with-jack", "with-libaribb24", "with-libbluray", "with-libbs2b", "with-libcaca", "with-libgsm", "with-libmodplug", "with-libopenmpt", "with-librist", "with-libsoxr", "with-libssh", "with-libvidstab", "with-libvmaf", "with-libxml2", "with-opencore-amr", "with-openh264", "with-openjpeg", "with-openssl", "with-openssl@1.1", "with-rav1e", "with-rtmpdump", "with-rubberband", "with-speex", "with-srt", "with-svt-av1", "with-tesseract", "with-two-lame", "with-webp", "with-xvid", "with-zeromq", "with-zimg"]
brew "imthaghost/goclone/goclone"
brew "imxieyi/waifu2x/waifu2x"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "shivammathur/php/php@7.4", link: true
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
brew "tlk/imagemagick-x11/imagemagick"
cask "alacritty"
cask "apparency"
cask "betterzip"
cask "boom-3d"
cask "caffeine"
cask "copyclip"
cask "copyclip-helper"
cask "copyq"
cask "dictunifier"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "force-paste"
cask "google-cloud-sdk"
cask "graphiql"
cask "hex-fiend"
cask "hyper"
cask "iina"
cask "java"
cask "jdownloader"
cask "maccy"
cask "macdown"
cask "machoview"
cask "mactex"
cask "maestral"
cask "mark-text"
cask "marked"
cask "megacmd"
cask "mkvtoolnix"
cask "ngrok"
cask "open-in-code"
cask "openinterminal"
cask "openinterminal-lite"
cask "otx"
cask "platypus"
cask "plistedit-pro"
cask "pref-setter"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rar"
cask "sequel-ace"
cask "simple-comic"
cask "spotiqueue"
cask "spotmenu"
cask "stats"
cask "suspicious-package"
cask "swiftbar"
cask "tic80"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "yacreader"
cask "yt-music"
cask "ytmdesktop-youtube-music"
